#TRIGGERS = {'даша','дашенька','даш'}
#TRIGGERS = {'кира','кир', 'кирюша'}
TRIGGERS = {'полина','поля', 'полин'}
#TRIGGERS = {'алиса'}

data_set = {

'какая погода': 'weather сейчас скажу',
'какая погода на улице': 'weather лучше всегда одевайся потеплее',
'что там на улице': 'weather сейчас гляну...',
'сколько градусов': 'weather посмотри в окно',
'запусти браузер': 'browser запускаю браузер',
'открой браузер': 'browser интернет активирован',
'интернет открой': 'browser открываю браузер',
'отключись': 'offBot отключаюсь',
'выключись': 'offBot отключаюсь',
'как у тебя дела':'passive работаю в фоне, не переживай',
'что делаешь':'passive жду очередной команды',
'привет':'passive и тебе привет',
'расскажи анекдот':'passive Заходит как-то феменистка в бар.... а ладно, не смешно', #'Вчера помыла окна, теперь у меня рассвет на два часа раньше...',
'ты тут':'passive вроде да',
'что ты умеешь': 'passive я умею узнавать погоду, могу открыть браузер, выключить пк, отключиться, рассказать анекдот и еще тому чему ты меня научишь',
'справка': 'passive я умею узнавать погоду, могу открыть браузер, запустить exe файл, выключить пк, отключиться, рассказать анекдот и еще тому чему ты меня научишь',

}